[
    {
        "name": "Aaron",
        "description": "A son of King Mosiah and a missionary to the Lamanites"
    },
    {
        "name": "Abinadi",
        "description": "A prophet sent to teach King Noah, who had Abinadi burned to death"
    },
    {
        "name": "Adam",
        "description": "The first man on earth"
    },
    {
        "name": "Alma",
        "description": "A priest of King Noah who believed Abinadi’s teachings and later became the leader of the Church"
    },
    {
        "name": "Alma the Younger",
        "description": "Alma’s son who rebelled and tried to destroy the Church but had a change of heart and began teaching the gospel. He became the leader of the Church and the first chief judge."
    },
    {
        "name": "Amalickiah",
        "description": "A wicked man who wanted to be king of the Nephites but would have taken away the people’s freedom. When he did not become king, he left to join the Lamanites."
    },
    {
        "name": "Amlici",
        "description": "A wicked man who wanted to be king of the Nephites. When he did not become king, he and his followers left, attacked the Nephites, and then joined the Lamanites."
    },
    {
        "name": "Amlicites",
        "description": "Followers of Amlici. They put a red mark on their foreheads and joined the Lamanites."
    },
    {
        "name": "Ammaron",
        "description": "A righteous man who gave Mormon the records so they would be safe"
    },
    {
        "name": "Ammon (1)",
        "description": "The leader of a group of Nephites from Zarahemla who went to the land of Nephi and helped Nephites there escape"
    },
    {
        "name": "Ammon (2)",
        "description": "One of Mosiah’s sons who protected King Lamoni’s flocks from robbers. He taught and converted many Lamanites during his mission."
    },
    {
        "name": "People of Ammon/Anti-Nephi-Lehies",
        "description": "Lamanites converted by the sons of Mosiah. The people buried their weapons and covenanted never to fight again."
    },
    {
        "name": "Amulek",
        "description": "A missionary companion of Alma the Younger. They were put in prison but used the power of God to make the prison walls fall."
    },
    {
        "name": "Amulon",
        "description": "A wicked priest of King Noah who was made ruler over Alma’s people. He made them work very hard and threatened to kill anyone caught praying."
    },
    {
        "name": "King Benjamin ",
        "description": "A righteous king who stood on a tower to teach his people about Jesus Christ"
    },
    {
        "name": "Brother of Jared",
        "description": "A prophet who asked Jesus to touch 16 stones so they would give light in the barges that the Jaredites used to travel to the promised land"
    },
    {
        "name": "Corianton",
        "description": "A son of Alma the Younger who was not a faithful and righteous missionary"
    },
    {
        "name": "Coriantumr",
        "description": "A wicked king who was the last Jaredite alive"
    },
    {
        "name": "Enos",
        "description": "A son of Jacob who prayed all day and into the night. He prayed for the Nephites and the Lamanites."
    },
    {
        "name": "Ether",
        "description": "A prophet who warned the Jaredites to repent and wrote about their destruction"
    },
    {
        "name": "Eve",
        "description": "The first woman on earth"
    },
    {
        "name": "Freemen",
        "description": "Nephites who wanted the freedom to live and worship as they chose. They were ruled by judges, not by a king."
    },
    {
        "name": "Gideon",
        "description": "A righteous Nephite who defended the Church when Nehor began teaching the people lies. Nehor killed him."
    },
    {
        "name": "Hagoth",
        "description": "A Nephite ship builder who took many Nephites to a land in the north"
    },
    {
        "name": "Helaman",
        "description": "The oldest son of Alma the Younger. He was given the plates and told to write the history of his people. He was also the leader of the 2,000 young warriors."
    },
    {
        "name": "Himni",
        "description": "A son of King Mosiah and a missionary to the Lamanites"
    },
    {
        "name": "Ishmael",
        "description": "A man from Jerusalem who traveled to the promised land with Lehi’s family. His daughters married Lehi’s sons."
    },
    {
        "name": "Jacob",
        "description": "Lehi and Sariah’s son. He confronted Sherem, who said Christ does not exist."
    },
    {
        "name": "Jaredites",
        "description": "Followers of Jared and his brother who left Babel and traveled to the promised land in barges"
    },
    {
        "name": "Joseph",
        "description": "A righteous son of Lehi and Sariah who was born in the wilderness"
    },
    {
        "name": "Joseph Smith Jr.",
        "description": "A latter-day prophet who translated the Book of Mormon from the gold plates"
    },
    {
        "name": "King-men",
        "description": "Nephites who wanted to be ruled by a king, not by judges. When they could not have a king, they joined the Lamanites and attacked the Nephites."
    },
    {
        "name": "Korihor",
        "description": "A wicked man who wanted a sign to prove God lives. God gave Korihor a sign by taking away his voice."
    },
    {
        "name": "Laban",
        "description": "A wicked man in Jerusalem who would not give the brass plates to Lehi’s sons"
    },
    {
        "name": "Laman",
        "description": "The oldest son of Lehi and Sariah. He was wicked and rebelled against God."
    },
    {
        "name": "King Laman",
        "description": "A wicked Lamanite king who gave Zeniff and his Nephite followers two cities but then attacked them"
    },
    {
        "name": "Lamanites",
        "description": "Descendants or followers of Laman and Lemuel or people who rejected the gospel"
    },
    {
        "name": "King Lamoni",
        "description": "A Lamanite king who was taught the gospel and believed. Ammon (2) protected the king’s flocks from robbers."
    },
    {
        "name": "Father of King Lamoni",
        "description": "A Lamanite king who was taught the gospel and believed. He said he would give away all his sins to know God."
    },
    {
        "name": "Lehi (1)",
        "description": "A prophet who warned that Jerusalem would be destroyed. He listened when God told him to take his family into the wilderness."
    },
    {
        "name": "Lehi (2)",
        "description": "The son of Helaman. He and his brother, Nephi, were thrown into prison and encircled by fire."
    },
    {
        "name": "Lemuel",
        "description": "A wicked son of Lehi and Sariah"
    },
    {
        "name": "King Limhi",
        "description": "A good son of wicked King Noah. He and his people were slaves of the Lamanites but escaped."
    },
    {
        "name": "Mary",
        "description": "The mother of Jesus"
    },
    {
        "name": "Mormon",
        "description": "A leader of the Nephite armies and one of the last Nephite prophets. He compiled the Book of Mormon."
    },
    {
        "name": "Moroni",
        "description": "Mormon’s son and the last Nephite prophet. He buried the gold plates and later appeared to Joseph Smith as an angel."
    },
    {
        "name": "Captain Moroni",
        "description": "A righteous leader of the Nephite army. He made the title of liberty and told his army to fight for their freedom."
    },
    {
        "name": "King Mosiah",
        "description": "The last Nephite king. He had four sons."
    },
    {
        "name": "Nehor",
        "description": "A wicked man who argued boldly against God’s Church. He killed Gideon and was put to death."
    },
    {
        "name": "Nephi (1)",
        "description": "A righteous son of Lehi and Sariah. He got the brass plates from Laban and built the ship that took his family to the promised land."
    },
    {
        "name": "Nephi (2)",
        "description": "The son of Helaman. He and his brother, Lehi, were thrown into prison and encircled by fire. Nephi caused a famine to teach the people to repent."
    },
    {
        "name": "Nephi (3)",
        "description": "A righteous man chosen by Jesus Christ to be a disciple and leader of the Church"
    },
    {
        "name": "Nephites",
        "description": "Followers of Nephi or people who accepted the gospel"
    },
    {
        "name": "King Noah",
        "description": "A wicked Nephite king who loved riches and taught his people to be wicked. His own people burned him to death."
    },
    {
        "name": "Omner",
        "description": "A son of King Mosiah and a missionary to the Lamanites"
    },
    {
        "name": "Pahoran",
        "description": "A chief judge of the Nephites who helped Captain Moroni defeat the wicked Nephites"
    },
    {
        "name": "Sam",
        "description": "A righteous son of Lehi and Sariah"
    },
    {
        "name": "Samuel the Lamanite",
        "description": "A prophet who prophesied to the Nephites about the signs of Jesus Christ’s birth and death"
    },
    {
        "name": "Sariah",
        "description": "Lehi (1)’s wife"
    },
    {
        "name": "Seantum",
        "description": "The brother and murderer of Seezoram"
    },
    {
        "name": "Seezoram",
        "description": "A chief judge who was murdered by his brother"
    },
    {
        "name": "Sherem",
        "description": "A wicked Nephite who wanted a sign before he would believe in Jesus Christ"
    },
    {
        "name": "Shiz",
        "description": "A wicked Jaredite who led an army against Coriantumr and was one of the last Jaredites alive"
    },
    {
        "name": "Sons of Mosiah",
        "description": "King Mosiah’s sons: Aaron, Ammon (2), Himni, and Omner, who were valiant missionaries to the Lamanites"
    },
    {
        "name": "Two thousand young warriors",
        "description": "An army of young Ammonite men led by Helaman. They fought so that their parents, who had covenanted not to fight, did not have to."
    },
    {
        "name": "Zeezrom",
        "description": "A lawyer who offered Amulek money to say God does not exist. Alma the Younger taught him the gospel, and he repented."
    },
    {
        "name": "Zeniff",
        "description": "A righteous leader who took a group of Nephites from Zarahemla to the land of Nephi, where they became slaves of wicked King Laman"
    },
    {
        "name": "Zerahemnah",
        "description": "A Lamanite leader who fought the Nephites and wanted them to be his slaves. He was scalped in a battle against Captain Moroni’s army."
    },
    {
        "name": "Zoram",
        "description": "A servant of Laban who traveled with Lehi’s family to the promised land"
    },
    {
        "name": "Zoramites",
        "description": "Wicked people who once belonged to God’s church. They prayed inside synagogues on a stand called a Rameumptom."
    }
]